Repository: Chipper-Technologies/graviton
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, zh

# playButton
source: Play
de: Wiedergabe
es: Reproducir
fr: Lecture
ja: 再生
ko: 재생
zh: 播放

# pauseButton
source: Pause
es: Pausar
ja: 一時停止
ko: 일시정지
zh: 暂停

# resetButton
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 재설정
zh: 重置

# speedLabel
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
zh: 速度

# trailsLabel
source: Trails
de: Spuren
es: Rastros
fr: Traînées
ja: 軌跡
ko: 궤적
zh: 轨迹

# warmTrails
source: 🔥 Warm
es: 🔥 Cálido
fr: 🔥 Chaud
ja: 🔥 暖色
ko: 🔥 따뜻한
zh: 🔥 热

# coolTrails
source: ❄️ Cool
de: ❄️ Kalt
es: ❄️ Frío
fr: ❄️ Froid
ja: ❄️ 寒色
ko: ❄️ 차가운
zh: ❄️ 冷

# toggleStatsTooltip
source: Toggle Stats
de: Statistiken umschalten
es: Alternar Estadísticas
fr: Basculer Statistiques
ja: 統計の切り替え
ko: 통계 전환
zh: 切换统计

# toggleLabelsTooltip
source: Toggle Body Labels
de: Körperlabels umschalten
es: Alternar Etiquetas de Cuerpos
fr: Basculer Étiquettes des Corps
ja: 天体ラベルの切り替え
ko: 천체 라벨 전환
zh: 切换天体标签

# showLabelsDescription
source: Show celestial body names in the simulation
de: Himmelskörpernamen in der Simulation anzeigen
es: Mostrar nombres de cuerpos celestes en la simulación
fr: Afficher les noms des corps célestes dans la simulation
ja: シミュレーションで天体名を表示
ko: 시뮬레이션에서 천체 이름 표시
zh: 在模拟中显示天体名称

# offScreenIndicatorsTitle
source: Off-Screen Indicators
de: Bildschirm-Außen-Indikatoren
es: Indicadores Fuera de Pantalla
fr: Indicateurs Hors Écran
ja: 画面外インジケーター
ko: 화면 밖 표시기
zh: 屏幕外指示器

# offScreenIndicatorsDescription
source: Show arrows pointing to objects outside the visible area
de: Pfeile zu Objekten außerhalb des sichtbaren Bereichs anzeigen
es: Mostrar flechas apuntando a objetos fuera del área visible
fr: Afficher des flèches pointant vers les objets en dehors de la zone visible
ja: 可視領域外のオブジェクトを指す矢印を表示
ko: 보이는 영역 밖의 객체를 가리키는 화살표 표시
zh: 显示指向可见区域外对象的箭头

# autoRotateTooltip
source: Auto Rotate
de: Auto-Rotation
es: Rotación Automática
fr: Rotation Automatique
ja: 自動回転
ko: 자동 회전
zh: 自动旋转

# centerViewTooltip
source: Center View
de: Ansicht zentrieren
es: Centrar Vista
fr: Centrer la Vue
ja: ビューを中央に
ko: 중앙 보기
zh: 居中视图

# followObjectTooltip
source: Follow Selected Object
de: Ausgewähltes Objekt Verfolgen
es: Seguir Objeto Seleccionado
fr: Suivre l'Objet Sélectionné
ja: 選択したオブジェクトを追跡
ko: 선택한 객체 추적
zh: 跟踪选定对象

# stopFollowingTooltip
source: Stop Following Object
de: Objektverfolgung Stoppen
es: Dejar de Seguir Objeto
fr: Arrêter de Suivre l'Objet
ja: オブジェクトの追跡を停止
ko: 객체 추적 중지
zh: 停止跟踪对象

# selectObjectToFollowTooltip
source: Select Object to Follow
de: Objekt zum Verfolgen Auswählen
es: Seleccionar Objeto para Seguir
fr: Sélectionner un Objet à Suivre
ja: 追跡するオブジェクトを選択
ko: 추적할 객체 선택
zh: 选择要跟踪的对象

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
zh: 设置

# settingsTooltip
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
zh: 设置

# selectScenarioTooltip
source: Select Scenario
de: Szenario Auswählen
es: Seleccionar Escenario
fr: Sélectionner un Scénario
ja: シナリオを選択
ko: 시나리오 선택
zh: 选择场景

# moreOptionsTooltip
source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
ja: その他のオプション
ko: 더 많은 옵션
zh: 更多选项

# physicsSettingsTitle
source: Physics Settings
de: Physik-Einstellungen
es: Configuración de Física
fr: Paramètres de Physique
ja: 物理設定
ko: 물리 설정
zh: 物理设置

# physicsSettingsDescription
source: Simulation parameters
de: Simulationsparameter
es: Parámetros de simulación
fr: Paramètres de simulation
ja: シミュレーションパラメータ
ko: 시뮬레이션 매개변수
zh: 模拟参数

# scenariosMenuDescription
source: Explore different scenarios
de: Verschiedene Szenarien erkunden
es: Explorar diferentes escenarios
fr: Explorer différents scénarios
ja: さまざまなシナリオを探索
ko: 다양한 시나리오 탐색
zh: 探索不同场景

# settingsMenuDescription
source: Visual & behavior options
de: Visuelle & Verhaltensoptionen
es: Opciones visuales y de comportamiento
fr: Options visuelles et de comportement
ja: 視覚的および動作オプション
ko: 시각적 및 동작 옵션
zh: 视觉和行为选项

# helpMenuDescription
source: Tutorial & objectives
de: Tutorial & Ziele
es: Tutorial y objetivos
fr: Tutoriel et objectifs
ja: チュートリアルと目標
ko: 튜토리얼 및 목표
zh: 教程和目标

source: Show Trails
de: Spuren anzeigen
es: Mostrar Rastros
fr: Afficher les Traînées
ja: 軌跡を表示
ko: 궤적 표시
zh: 显示轨迹

# showTrailsDescription
source: Display motion trails behind objects
de: Bewegungsspuren hinter Objekten anzeigen
es: Mostrar estelas de movimiento detrás de los objetos
fr: Afficher les traînées de mouvement derrière les objets
ja: オブジェクトの後ろに動きの軌跡を表示
ko: 객체 뒤에 움직임의 궤적 표시
zh: 在物体后面显示运动轨迹

source: Show Orbital Paths
de: Orbitalbahnen anzeigen
es: Mostrar Trayectorias Orbitales
fr: Afficher les Trajectoires Orbitales
ja: 軌道パスを表示
ko: 궤도 경로 표시
zh: 显示轨道路径

# showOrbitalPathsDescription
source: Display predicted orbital paths in scenarios with stable orbits
de: Vorhergesagte Orbitalbahnen in Szenarien mit stabilen Orbits anzeigen
es: Mostrar trayectorias orbitales predichas en escenarios con órbitas estables
fr: Afficher les trajectoires orbitales prédites dans les scénarios avec des orbites stables
ja: 安定した軌道を持つシナリオで予測された軌道パスを表示
ko: 안정된 궤도를 가진 시나리오에서 예측된 궤도 경로 표시
zh: 在具有稳定轨道的场景中显示预测的轨道路径

source: Dual Orbital Paths
de: Doppelte Orbitalbahnen
es: Trayectorias Orbitales Duales
fr: Trajectoires Orbitales Doubles
ja: 二重軌道パス
ko: 이중 궤도 경로
zh: 双轨道路径

# dualOrbitalPathsDescription
source: Show both ideal circular and actual elliptical orbital paths
de: Sowohl ideale kreisförmige als auch tatsächliche elliptische Orbitalbahnen anzeigen
es: Mostrar tanto trayectorias orbitales circulares ideales como elípticas reales
fr: Afficher à la fois les trajectoires orbitales circulaires idéales et elliptiques réelles
ja: 理想的な円軌道と実際の楕円軌道の両方を表示
ko: 이상적인 원형 궤도와 실제 타원형 궤도를 모두 표시
zh: 显示理想圆形轨道和实际椭圆轨道

# trailColorLabel
source: Trail Color
de: Spurfarbe
es: Color de Rastro
fr: Couleur des Traînées
ja: 軌跡の色
ko: 궤적 색상
zh: 轨迹颜色

# closeButton
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh: 关闭

source: Simulation Stats
de: Simulationsstatistiken
es: Estadísticas de Simulación
fr: Statistiques de Simulation
ja: シミュレーション統計
ko: 시뮬레이션 통계
zh: 模拟统计

# stepsLabel
source: Steps
de: Schritte
es: Pasos
fr: Étapes
ja: ステップ
ko: 단계
zh: 步数

# timeLabel
source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
zh: 时间

# earthYearsLabel
source: Earth Years
de: Erdenjahre
es: Años Terrestres
fr: Années Terrestres
ja: 地球年
ko: 지구년
zh: 地球年

# speedStatsLabel
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
zh: 速度

# bodiesLabel
source: Bodies
de: Körper
es: Cuerpos
fr: Corps
ja: 天体
ko: 천체
zh: 天体

# statusLabel
source: Status
es: Estado
fr: État
ja: 状態
ko: 상태
zh: 状态

# statusRunning
source: Running
de: Läuft
es: Ejecutándose
fr: En cours
ja: 実行中
ko: 실행 중
zh: 运行中

# statusPaused
source: Paused
de: Pausiert
es: Pausado
fr: En pause
ja: 一時停止中
ko: 일시정지됨
zh: 已暂停

# cameraLabel
source: Camera
de: Kamera
es: Cámara
fr: Caméra
ja: カメラ
ko: 카메라
zh: 相机

# distanceLabel
source: Distance
de: Entfernung
es: Distancia
ja: 距離
ko: 거리
zh: 距离

# autoRotateLabel
source: Auto-rotate
de: Auto-Rotation
es: Rotación automática
fr: Rotation automatique
ja: 自動回転
ko: 자동 회전
zh: 自动旋转

# autoRotateOn
source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켜짐
zh: 开启

# autoRotateOff
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
zh: 关闭

# timeFormatted
source: {time}s
ja: {time}秒
ko: {time}초
zh: {time}秒

# earthYearsFormatted
source: {years} yr
de: {years} Jahre
es: {years} años
fr: {years} ans
ja: {years}年
ko: {years}년
zh: {years}年

# speedFormatted
source: {speed}x
ja: {speed}倍
ko: {speed}배
zh: {speed}倍

# scenarioSelectionTitle
source: Select Scenario
de: Szenario auswählen
es: Seleccionar Escenario
fr: Sélectionner un Scénario
ja: シナリオを選択
ko: 시나리오 선택
zh: 选择场景

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消

source: bodies
de: körper
es: cuerpos
fr: corps
ja: 天体
ko: 천체
zh: 天体

# scenarioRandom
source: Random System
de: Zufälliges System
es: Sistema Aleatorio
fr: Système Aléatoire
ja: ランダムシステム
ko: 무작위 시스템
zh: 随机系统

# scenarioRandomDescription
source: Randomly generated chaotic three-body system with unpredictable dynamics
de: Zufällig generiertes chaotisches Drei-Körper-System mit unvorhersagbarer Dynamik
es: Sistema caótico de tres cuerpos generado aleatoriamente con dinámica impredecible
fr: Système chaotique à trois corps généré aléatoirement avec une dynamique imprévisible
ja: 予測不可能な動力学を持つランダムに生成された混沌とした三体系
ko: 예측 불가능한 역학을 가진 무작위로 생성된 혼돈 삼체 시스템
zh: 随机生成的混沌三体系统，具有不可预测的动力学

# scenarioEarthMoonSun
source: Earth-Moon-Sun
de: Erde-Mond-Sonne
es: Tierra-Luna-Sol
fr: Terre-Lune-Soleil
ja: 地球-月-太陽
ko: 지구-달-태양
zh: 地球-月球-太阳

# scenarioEarthMoonSunDescription
source: Educational simulation of our familiar Earth-Moon-Sun system
de: Lehrreiche Simulation unseres vertrauten Erde-Mond-Sonne-Systems
es: Simulación educativa de nuestro familiar sistema Tierra-Luna-Sol
fr: Simulation éducative de notre système familier Terre-Lune-Soleil
ja: 馴染み深い地球-月-太陽系の教育的シミュレーション
ko: 친숙한 지구-달-태양 시스템의 교육적 시뮬레이션
zh: 我们熟悉的地球-月球-太阳系统的教育模拟

# scenarioBinaryStars
source: Binary Stars
de: Doppelsterne
es: Estrellas Binarias
fr: Étoiles Binaires
ja: 連星
ko: 이중성
zh: 双星系统

# scenarioBinaryStarsDescription
source: Two massive stars orbiting each other with circumbinary planets
de: Zwei massive Sterne, die sich umkreisen mit zirkumbinären Planeten
es: Dos estrellas masivas orbitándose mutuamente con planetas circumbinarios
fr: Deux étoiles massives en orbite l'une autour de l'autre avec des planètes circumbinaires
ja: 互いに軌道を描く二つの大質量星と周連星惑星
ko: 서로 궤도를 도는 두 개의 거대한 별과 주변 이중성 행성
zh: 两颗大质量恒星相互环绕，周围有环双星行星

# scenarioAsteroidBelt
source: Asteroid Belt
de: Asteroidengürtel
es: Cinturón de Asteroides
fr: Ceinture d'Astéroïdes
ja: 小惑星帯
ko: 소행성대
zh: 小行星带

# scenarioAsteroidBeltDescription
source: Central star surrounded by a belt of rocky asteroids and debris
de: Zentraler Stern umgeben von einem Gürtel aus felsigen Asteroiden und Trümmern
es: Estrella central rodeada por un cinturón de asteroides rocosos y escombros
fr: Étoile centrale entourée d'une ceinture d'astéroïdes rocheux et de débris
ja: 岩石の小惑星と破片の帯に囲まれた中央星
ko: 암석 소행성과 파편 띠로 둘러싸인 중심별
zh: 中央恒星被岩石小行星和碎片带环绕

# scenarioGalaxyFormation
source: Galaxy Formation
de: Galaxienbildung
es: Formación de Galaxia
fr: Formation de Galaxie
ja: 銀河形成
ko: 은하 형성
zh: 星系形成

# scenarioGalaxyFormationDescription
source: Watch matter organize into spiral structures around a central black hole
de: Beobachten Sie, wie sich Materie in Spiralstrukturen um ein zentrales schwarzes Loch organisiert
es: Observa cómo la materia se organiza en estructuras espirales alrededor de un agujero negro central
fr: Observez la matière s'organiser en structures spirales autour d'un trou noir central
ja: 中央のブラックホール周りに物質が螺旋構造に組織化される様子を観察
ko: 중심 블랙홀 주위로 물질이 나선 구조로 조직화되는 것을 관찰
zh: 观察物质围绕中央黑洞组织成螺旋结构

# scenarioPlanetaryRings
source: Planetary Rings
de: Planetenringe
es: Anillos Planetarios
fr: Anneaux Planétaires
ja: 惑星の環
ko: 행성 고리
zh: 行星环

# scenarioPlanetaryRingsDescription
source: Ring system dynamics around a massive planet like Saturn
de: Ringsystemdynamik um einen massiven Planeten wie Saturn
es: Dinámica del sistema de anillos alrededor de un planeta masivo como Saturno
fr: Dynamique du système d'anneaux autour d'une planète massive comme Saturne
ja: 土星のような大質量惑星周りの環系の動力学
ko: 토성 같은 거대한 행성 주위의 고리 시스템 역학
zh: 像土星这样大质量行星周围的环系动力学

# scenarioSolarSystem
source: Solar System
de: Sonnensystem
es: Sistema Solar
fr: Système Solaire
ja: 太陽系
ko: 태양계
zh: 太阳系

# scenarioSolarSystemDescription
source: Simplified version of our solar system with inner and outer planets
de: Vereinfachte Version unseres Sonnensystems mit inneren und äußeren Planeten
es: Versión simplificada de nuestro sistema solar con planetas interiores y exteriores
fr: Version simplifiée de notre système solaire avec des planètes intérieures et extérieures
ja: 内惑星と外惑星を含む太陽系の簡略版
ko: 내행성과 외행성을 포함한 우리 태양계의 간소화된 버전
zh: 我们太阳系的简化版本，包含内行星和外行星

# habitabilityLabel
source: Habitability
de: Bewohnbarkeit
es: Habitabilidad
fr: Habitabilité
ja: 居住可能性
ko: 거주 가능성
zh: 宜居性

# habitableZonesLabel
source: Habitable Zones
de: Bewohnbare Zonen
es: Zonas Habitables
fr: Zones Habitables
ja: ハビタブルゾーン
ko: 거주 가능 지역
zh: 宜居带

# habitabilityIndicatorsLabel
source: Planet Status
de: Planetenstatus
es: Estado del Planeta
fr: État de la Planète
ja: 惑星の状態
ko: 행성 상태
zh: 行星状态

# habitabilityHabitable
source: Habitable
de: Bewohnbar
ja: 居住可能
ko: 거주 가능
zh: 宜居

# habitabilityTooHot
source: Too Hot
de: Zu Heiß
es: Demasiado Caliente
fr: Trop Chaud
ja: 高温すぎ
ko: 너무 뜨거움
zh: 太热

# habitabilityTooCold
source: Too Cold
de: Zu Kalt
es: Demasiado Frío
fr: Trop Froid
ja: 低温すぎ
ko: 너무 차가움
zh: 太冷

# bodyAlpha
source: Alpha
es: Alfa
ja: アルファ
ko: 알파
zh: 阿尔法

# bodyBeta
source: Beta
fr: Bêta
ja: ベータ
ko: 베타
zh: 贝塔

# bodyGamma
source: Gamma
es: Gama
ja: ガンマ
ko: 감마
zh: 伽马

# bodyRockyPlanet
source: Rocky Planet
de: Felsplanet
es: Planeta Rocoso
fr: Planète Rocheuse
ja: 岩石惑星
ko: 암석 행성
zh: 岩石行星

# bodySun
source: Sun
de: Sonne
es: Sol
fr: Soleil
ja: 太陽
ko: 태양
zh: 太阳

# bodyPropertiesTitle
source: Body Properties
de: Körpereigenschaften
es: Propiedades del Cuerpo
ja: 天体のプロパティ
ko: 천체 속성
zh: 天体属性

# bodyPropertiesName
source: Name
es: Nombre
ja: 名前
ko: 이름
zh: 名称

# bodyPropertiesNameHint
source: Enter body name
de: Körpername eingeben
es: Introducir nombre del cuerpo
ja: 天体名を入力
ko: 천체 이름 입력
zh: 输入天体名称

# bodyPropertiesType
source: Body Type
de: Körpertyp
es: Tipo de Cuerpo
ja: 天体タイプ
ko: 천체 유형
zh: 天体类型

# bodyPropertiesColor
source: Color
de: Farbe
ja: 色
ko: 색상
zh: 颜色

# bodyPropertiesMass
source: Mass
de: Masse
es: Masa
ja: 質量
ko: 질량
zh: 质量

# bodyPropertiesRadius
source: Radius
es: Radio
ja: 半径
ko: 반지름
zh: 半径

# bodyPropertiesLuminosity
source: Stellar Luminosity
de: Stellare Leuchtkraft
es: Luminosidad Estelar
ja: 恒星光度
ko: 항성 광도
zh: 恒星光度

# bodyPropertiesVelocity
source: Velocity
de: Geschwindigkeit
es: Velocidad
ja: 速度
ko: 속도
zh: 速度

# bodyEarth
source: Earth
de: Erde
es: Tierra
fr: Terre
ja: 地球
ko: 지구
zh: 地球

# bodyMoon
source: Moon
de: Mond
es: Luna
fr: Lune
ja: 月
ko: 달
zh: 月球

# bodyStarA
source: Star A
de: Stern A
es: Estrella A
fr: Étoile A
ja: 恒星A
ko: 항성 A
zh: 恒星A

# bodyStarB
source: Star B
de: Stern B
es: Estrella B
fr: Étoile B
ja: 恒星B
ko: 항성 B
zh: 恒星B

# bodyMercury
source: Mercury
de: Merkur
es: Mercurio
fr: Mercure
ja: 水星
ko: 수성
zh: 水星

# bodyVenus
source: Venus
fr: Vénus
ja: 金星
ko: 금성
zh: 金星

# bodyMars
source: Mars
es: Marte
ja: 火星
ko: 화성
zh: 火星

# bodyJupiter
source: Jupiter
es: Júpiter
ja: 木星
ko: 목성
zh: 木星

# bodySaturn
source: Saturn
es: Saturno
fr: Saturne
ja: 土星
ko: 토성
zh: 土星

# bodyUranus
source: Uranus
es: Urano
ja: 天王星
ko: 천왕성
zh: 天王星

# bodyNeptune
source: Neptune
de: Neptun
es: Neptuno
ja: 海王星
ko: 해왕성
zh: 海王星

# bodyBlackHole
source: Black Hole
de: Schwarzes Loch
es: Agujero Negro
fr: Trou Noir
ja: ブラックホール
ko: 블랙홀
zh: 黑洞

# habitabilityUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
zh: 未知

# temperatureFrozen
source: Frozen
de: Gefroren
es: Congelado
fr: Gelé
ja: 凍結
ko: 얼어붙음
zh: 极寒

# temperatureCold
source: Cold
de: Kalt
es: Frío
fr: Froid
ja: 寒冷
ko: 추위
zh: 寒冷

# temperatureModerate
source: Moderate
de: Gemäßigt
es: Moderado
fr: Modéré
ja: 温和
ko: 온화함
zh: 温和

# temperatureHot
source: Hot
de: Heiß
es: Caliente
fr: Chaud
ja: 高温
ko: 뜨거움
zh: 炎热

# temperatureScorching
source: Scorching
de: Glühend
es: Abrasador
fr: Brûlant
ja: 灼熱
ko: 타는 듯함
zh: 灼热

# temperatureNotApplicable
source: N/A
ja: 該当なし
ko: 해당 없음
zh: 不适用

# toggleHabitableZonesTooltip
source: Toggle Habitable Zones
de: Bewohnbare Zonen Umschalten
es: Alternar Zonas Habitables
fr: Basculer les Zones Habitables
ja: ハビタブルゾーンの切り替え
ko: 거주 가능 지역 전환
zh: 切换宜居带

# toggleHabitabilityIndicatorsTooltip
source: Toggle Planet Habitability Status
de: Planeten-Bewohnbarkeitsstatus Umschalten
es: Alternar Estado de Habitabilidad del Planeta
fr: Basculer l'État d'Habitabilité de la Planète
ja: 惑星居住可能性状態の切り替え
ko: 행성 거주 가능성 상태 전환
zh: 切换行星宜居性状态

# habitableZonesDescription
source: Show colored zones around stars indicating habitable regions
de: Farbige Zonen um Sterne anzeigen, die bewohnbare Regionen kennzeichnen
es: Mostrar zonas coloreadas alrededor de estrellas indicando regiones habitables
fr: Afficher des zones colorées autour des étoiles indiquant les régions habitables
ja: 居住可能な領域を示す星の周りの色付きゾーンを表示
ko: 거주 가능한 지역을 나타내는 별 주위의 색상 영역 표시
zh: 显示恒星周围表示宜居区域的彩色区域

# habitabilityIndicatorsDescription
source: Display color-coded status rings around planets based on their habitability
de: Farbkodierte Statusringe um Planeten basierend auf ihrer Bewohnbarkeit anzeigen
es: Mostrar anillos de estado codificados por color alrededor de planetas basados en su habitabilidad
fr: Afficher des anneaux d'état codés par couleur autour des planètes basés sur leur habitabilité
ja: 居住可能性に基づく惑星周りの色分けされた状態リングを表示
ko: 거주 가능성에 따른 행성 주위의 색상 코드 상태 고리 표시
zh: 根据行星的宜居性在其周围显示颜色编码的状态环

# aboutDialogTitle
source: About
de: Über
es: Acerca de
fr: À Propos
ja: について
ko: 정보
zh: 关于

# appDescription
source: A physics simulation exploring gravitational dynamics and orbital mechanics. Experience the beauty and complexity of celestial motion through interactive 3D visualization.
de: Eine Physiksimulation zur Erforschung der Gravitationsdynamik und Orbitalmechanik. Erleben Sie die Schönheit und Komplexität himmlischer Bewegung durch interaktive 3D-Visualisierung.
es: Una simulación de física que explora la dinámica gravitacional y la mecánica orbital. Experimenta la belleza y complejidad del movimiento celestial a través de visualización 3D interactiva.
fr: Une simulation physique explorant la dynamique gravitationnelle et la mécanique orbitale. Découvrez la beauté et la complexité du mouvement céleste grâce à la visualisation 3D interactive.
ja: 重力動力学と軌道力学を探求する物理シミュレーション。インタラクティブな3D可視化を通じて天体運動の美しさと複雑さを体験してください。
ko: 중력 역학과 궤도 역학을 탐구하는 물리 시뮬레이션. 대화형 3D 시각화를 통해 천체 운동의 아름다움과 복잡성을 경험하세요.
zh: 探索引力动力学和轨道力学的物理模拟。通过交互式3D可视化体验天体运动的美丽和复杂性。

# authorLabel
source: Author
de: Autor
es: Autor
fr: Auteur
ja: 作者
ko: 작성자
zh: 作者

# websiteLabel
source: Website
de: Webseite
es: Sitio Web
fr: Site Web
ja: ウェブサイト
ko: 웹사이트
zh: 网站

# aboutButtonTooltip
source: About
de: Über
es: Acerca de
fr: À Propos
ja: について
ko: 정보
zh: 关于

# versionLabel
source: Version
es: Versión
ja: バージョン
ko: 버전
zh: 版本

source: Loading version...
de: Version wird geladen...
es: Cargando versión...
fr: Chargement de la version...
ja: バージョンを読み込み中...
ko: 버전 로딩 중...
zh: 加载版本中...

# gravityWellsLabel
source: Gravity Wells
de: Gravitationsfelder
es: Pozos Gravitacionales
fr: Puits Gravitationnels
ja: 重力井戸
ko: 중력장
zh: 重力井

# gravityWellsDescription
source: Show gravitational field strength around objects
de: Gravitationsfeldstärke um Objekte anzeigen
es: Mostrar la intensidad del campo gravitacional alrededor de objetos
fr: Afficher l'intensité du champ gravitationnel autour des objets
ja: オブジェクト周辺の重力場の強度を表示
ko: 객체 주변의 중력장 강도 표시
zh: 显示物体周围的引力场强度

# languageLabel
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh: 语言

# languageDescription
source: Change the app language
de: App-Sprache ändern
es: Cambiar el idioma de la aplicación
fr: Changer la langue de l'application
ja: アプリの言語を変更
ko: 앱 언어 변경
zh: 更改应用程序语言

# languageSystem
source: System Default
de: Systemstandard
es: Predeterminado del Sistema
fr: Par Défaut du Système
ja: システムデフォルト
ko: 시스템 기본값
zh: 系统默认

# languageEnglish
source: English
es: Inglés
ja: 英語

# languageGerman
source: Deutsch
es: Alemán
ja: ドイツ語

# languageSpanish
source: Español
ja: スペイン語

# languageFrench
source: Français
es: Francés
ja: フランス語

# languageChinese
source: 中文
es: Chino
ja: 中国語

# languageKorean
source: 한국어
es: Coreano
ja: 韓国語

# bodyEarthLike
source: Earth-like
de: Erdähnlich
es: Tipo Tierra
fr: Similaire à la Terre
ja: 地球型惑星
ko: 지구형 행성
zh: 类地行星

# bodySuperEarth
source: Super-Earth
de: Supererde
es: Supertierra
fr: Super-Terre
ja: スーパーアース
ko: 슈퍼지구
zh: 超级地球

# bodyPlanetP
source: Planet P
es: Planeta P
fr: Planète P
ja: 惑星P
ko: 행성P
zh: 行星P

# bodyMoonM
source: Moon M
de: Mond M
es: Luna M
fr: Lune M
ja: 衛星M
ko: 위성M
zh: 卫星M

# bodyCentralStar
source: Central Star
de: Zentralstern
es: Estrella Central
fr: Étoile Centrale
ja: 中心星
ko: 중심별
zh: 中央恒星

# bodyRingedPlanet
source: Ringed Planet
de: Ringplanet
es: Planeta con Anillos
fr: Planète à Anneaux
ja: 環状惑星
ko: 고리 행성
zh: 环状行星

# bodyInnerPlanet
source: Inner Planet
de: Innerer Planet
es: Planeta Interior
fr: Planète Intérieure
ja: 内惑星
ko: 내행성
zh: 内行星

# bodyOuterPlanet
source: Outer Planet
de: Äußerer Planet
es: Planeta Exterior
fr: Planète Extérieure
ja: 外惑星
ko: 외행성
zh: 外行星

# bodyAsteroid
source: Asteroid {number}
es: Asteroide {number}
fr: Astéroïde {number}
ja: 小惑星 {number}
ko: 소행성 {number}
zh: 小行星 {number}

# bodyRing
source: Ring {number}
es: Anillo {number}
fr: Anneau {number}
ja: リング {number}
ko: 고리 {number}
zh: 环 {number}

# bodyStar
source: Star {number}
es: Estrella {number}
fr: Étoile {number}
ja: 恒星 {number}
ko: 별 {number}

# focusOnNearestTooltip
source: Focus on Nearest Body
de: Nächsten Körper Fokussieren
es: Enfocar en el Cuerpo Más Cercano
fr: Se Concentrer sur le Corps le Plus Proche
ja: 最寄りの天体にフォーカス
ko: 가장 가까운 천체에 초점 맞추기
zh: 聚焦最近的天体

# cameraControlsLabel
source: Camera Controls
de: Kamera-Steuerung
es: Controles de Cámara
fr: Contrôles de Caméra
ja: カメラ操作
ko: 카메라 조작
zh: 相机控制

# invertPitchControlsLabel
source: Invert Pitch Controls
de: Nickbewegung Umkehren
es: Invertir Controles de Inclinación
fr: Inverser les Contrôles de Tangage
ja: ピッチ操作を反転
ko: 피치 조작 반전
zh: 反转俯仰控制

# invertPitchControlsDescription
source: Reverse up/down drag direction
de: Auf/Ab-Ziehrichtung umkehren
es: Invertir la dirección de arrastre arriba/abajo
fr: Inverser la direction de glissement haut/bas
ja: 上下ドラッグ方向を反転
ko: 위/아래 드래그 방향 반전
zh: 反转上下拖拽方向

# marketingLabel
source: Marketing
ja: マーケティング
ko: 마케팅
zh: 营销

# educationalFocusChaoticDynamics
source: chaotic dynamics
de: chaotische Dynamik
es: dinámicas caóticas
fr: dynamique chaotique
ja: カオス力学
ko: 혼돈 역학
zh: 混沌动力学

# educationalFocusRealWorldSystem
source: real-world system
de: reales System
es: sistema del mundo real
fr: système du monde réel
ja: 実世界システム
ko: 실제 세계 시스템
zh: 真实世界系统

# educationalFocusBinaryOrbits
source: binary orbits
de: Doppelsternsystem
es: órbitas binarias
fr: orbites binaires
ja: 連星軌道
ko: 이진 궤도
zh: 双星轨道

# educationalFocusManyBodyDynamics
source: many-body dynamics
de: Vielkörperdynamik
es: dinámicas de muchos cuerpos
fr: dynamique à plusieurs corps
ja: 多体力学
ko: 다체 역학
zh: 多体动力学

# educationalFocusStructureFormation
source: structure formation
de: Strukturbildung
es: formación de estructuras
fr: formation de structure
ja: 構造形成
ko: 구조 형성
zh: 结构形成

# educationalFocusPlanetaryMotion
source: planetary motion
de: Planetenbewegung
es: movimiento planetario
fr: mouvement planétaire
ja: 惑星運動
ko: 행성 운동
zh: 行星运动

# updateRequiredTitle
source: Update Required
de: Update erforderlich
es: Actualización requerida
fr: Mise à jour requise
ja: 更新が必要
ko: 업데이트 필요
zh: 需要更新

# updateRequiredMessage
source: A newer version of this app is available. Please update to continue using the app with the latest features and improvements.
de: Eine neuere Version dieser App ist verfügbar. Bitte aktualisieren Sie die App, um sie weiterhin mit den neuesten Funktionen und Verbesserungen nutzen zu können.
es: Una versión más reciente de esta aplicación está disponible. Por favor actualice para continuar usando la aplicación con las últimas características y mejoras.
fr: Une version plus récente de cette application est disponible. Veuillez mettre à jour pour continuer à utiliser l'application avec les dernières fonctionnalités et améliorations.
ja: このアプリの新しいバージョンが利用可能です。最新の機能と改善を引き続きご利用いただくために、アップデートしてください。
ko: 이 앱의 새 버전이 사용 가능합니다. 최신 기능과 개선 사항을 계속 사용하려면 업데이트해주세요.
zh: 此应用程序有新版本可用。请更新以继续使用最新功能和改进的应用程序。
