Repository: Chipper-Technologies/graviton
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, zh

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
zh: 上一个

source: Next
de: Nächste
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
zh: 下一个

source: Get Started!
de: Loslegen!
es: Comenzar
fr: Commencer
ja: 始める！
ko: 시작하기!
zh: 开始！

# showTutorialTooltip
source: Show Tutorial
de: Tutorial Anzeigen
es: Mostrar Tutorial
fr: Afficher le Tutoriel
ja: チュートリアルを表示
ko: 튜토리얼 표시
zh: 显示教程

# helpAndObjectivesTitle
source: Help & Objectives
de: Hilfe & Ziele
es: Ayuda y Objetivos
fr: Aide et Objectifs
ja: ヘルプと目標
ko: 도움말 및 목표
zh: 帮助和目标

# whatToDoTitle
source: What to Do in Graviton
de: Was in Graviton zu Tun
es: ¿Qué hacer?
fr: Que faire ?
ja: Gravitonでできること
ko: Graviton에서 할 수 있는 것
zh: 在Graviton中可以做什么

# whatToDoDescription
source: Graviton is a physics playground where you can: 🪐 Explore realistic orbital mechanics 🌟 Watch stellar evolution and collisions 🎯 Learn about gravitational forces 🎮 Experiment with different scenarios 📚 Understand celestial dynamics 🔄 Create endless random configurations
de: Graviton ist ein Physik-Spielplatz, wo Sie können: 🪐 Realistische Orbitalmechanik erkunden 🌟 Sternentwicklung und Kollisionen beobachten 🎯 Über Gravitationskräfte lernen 🎮 Mit verschiedenen Szenarien experimentieren 📚 Himmelsdynamik verstehen 🔄 Unendliche zufällige Konfigurationen erstellen
es: Explora los controles, experimenta con diferentes escenarios, y observa cómo la gravedad afecta el movimiento de los objetos celestes.
fr: Explorez les contrôles, expérimentez avec différents scénarios, et observez comment la gravité affecte le mouvement des objets célestes.
ja: Gravitonは物理学の遊び場です： 🪐 リアルな軌道力学を探索 🌟 恒星進化と衝突を観察 🎯 重力について学習 🎮 異なるシナリオで実験 📚 天体力学を理解 🔄 無限のランダム構成を作成
ko: Graviton은 물리학 놀이터입니다: 🪐 현실적인 궤도 역학 탐구 🌟 항성 진화와 충돌 관찰 🎯 중력에 대해 학습 🎮 다양한 시나리오로 실험 📚 천체 역학 이해 🔄 무한한 랜덤 구성 생성
zh: Graviton是一个物理游乐场，您可以： 🪐 探索真实的轨道力学 🌟 观看恒星演化和碰撞 🎯 学习引力 🎮 用不同场景实验 📚 理解天体动力学 🔄 创建无限随机配置

# objectivesTitle
source: Learning Objectives
de: Lernziele
es: Objetivos
fr: Objectifs
ja: 学習目標
ko: 학습 목표
zh: 学习目标

# objectives1
source: Understand how gravity shapes the cosmos
de: Verstehen, wie Gravitation den Kosmos formt
es: Comprender cómo la gravedad da forma al cosmos
fr: Comprendre comment la gravité façonne le cosmos
ja: 重力が宇宙をどう形作るかを理解
ko: 중력이 우주를 어떻게 형성하는지 이해
zh: 理解重力如何塑造宇宙

# objectives2
source: Observe stable vs. chaotic orbital systems
de: Stabile vs. chaotische Orbitalsysteme beobachten
es: Observar sistemas orbitales estables vs. caóticos
fr: Observer les systèmes orbitaux stables vs. chaotiques
ja: 安定対混沌軌道系を観察
ko: 안정적 vs 혼돈적 궤도 시스템 관찰
zh: 观察稳定与混沌轨道系统

# objectives3
source: Learn why planets move in elliptical orbits
de: Lernen, warum Planeten sich in elliptischen Bahnen bewegen
es: Aprender por qué los planetas se mueven en órbitas elípticas
fr: Apprendre pourquoi les planètes bougent en orbites elliptiques
ja: なぜ惑星が楕円軌道で動くかを学習
ko: 행성이 왜 타원 궤도로 움직이는지 학습
zh: 学习为什么行星在椭圆轨道中运动

# objectives4
source: Discover how binary stars interact
de: Entdecken, wie Doppelsterne interagieren
es: Descubrir cómo interactúan las estrellas binarias
fr: Découvrir comment les étoiles binaires interagissent
ja: 連星がどう相互作用するかを発見
ko: 쌍성이 어떻게 상호작용하는지 발견
zh: 发现双星如何相互作用

# objectives5
source: See what happens when objects collide
de: Sehen, was passiert, wenn Objekte kollidieren
es: Ver qué sucede cuando los objetos colisionan
fr: Voir ce qui se passe quand les objets entrent en collision
ja: オブジェクトが衝突するとどうなるかを観察
ko: 객체가 충돌할 때 무슨 일이 일어나는지 관찰
zh: 看看物体碰撞时会发生什么

# objectives6
source: Appreciate the three-body problem's complexity
de: Die Komplexität des Dreikörperproblems schätzen
es: Apreciar la complejidad del problema de tres cuerpos
fr: Apprécier la complexité du problème à trois corps
ja: 三体問題の複雑さを理解
ko: 삼체 문제의 복잡성 이해
zh: 理解三体问题的复杂性

# quickStartTitle
source: Quick Start Guide
de: Schnellstart-Anleitung
es: Inicio Rápido
fr: Démarrage Rapide
ja: クイックスタートガイド
ko: 빠른 시작 가이드
zh: 快速入门指南

# quickStart1
source: Choose a scenario (Solar System recommended for beginners)
de: Wählen Sie ein Szenario (Sonnensystem für Anfänger empfohlen)
es: Elige un escenario (Sistema Solar recomendado para principiantes)
fr: Choisissez un scénario (Système Solaire recommandé pour les débutants)
ja: シナリオを選択（初心者には太陽系推奨）
ko: 시나리오 선택 (초보자에게는 태양계 추천)
zh: 选择场景（建议初学者选择太阳系）

# quickStart2
source: Press Play to start the simulation
de: Drücken Sie Abspielen, um die Simulation zu starten
es: Presiona Play para iniciar la simulación
fr: Appuyez sur Play pour démarrer la simulation
ja: 再生を押してシミュレーション開始
ko: 재생을 눌러 시뮬레이션 시작
zh: 按播放开始模拟

# quickStart3
source: Drag to rotate your view, pinch to zoom
de: Ziehen Sie, um Ihre Ansicht zu drehen, kneifen Sie zum Zoomen
es: Arrastra para rotar tu vista, pellizca para hacer zoom
fr: Faites glisser pour faire pivoter votre vue, pincez pour zoomer
ja: ドラッグでビュー回転、ピンチでズーム
ko: 드래그하여 뷰 회전, 핀치하여 줌
zh: 拖动旋转视图，捏合缩放

# quickStart4
source: Tap the Speed slider to control time
de: Tippen Sie auf den Geschwindigkeitsregler, um die Zeit zu steuern
es: Toca el deslizador de Velocidad para controlar el tiempo
fr: Touchez le curseur de Vitesse pour contrôler le temps
ja: 速度スライダーをタップして時間制御
ko: 속도 슬라이더를 터치하여 시간 제어
zh: 触摸速度滑块控制时间

# quickStart5
source: Try Reset for new random configurations
de: Versuchen Sie Zurücksetzen für neue zufällige Konfigurationen
es: Prueba Reiniciar para nuevas configuraciones aleatorias
fr: Essayez Reset pour de nouvelles configurations aléatoires
ja: リセットで新しいランダム構成を試行
ko: 새로운 랜덤 구성을 위해 리셋 시도
zh: 尝试重置获得新的随机配置

# quickStart6
source: Enable Trails to see orbital paths
de: Aktivieren Sie Spuren, um Orbitalbahnen zu sehen
es: Activa Rastros para ver las trayectorias orbitales
fr: Activez les Traces pour voir les trajectoires orbitales
ja: 軌跡を有効にして軌道パスを表示
ko: 궤도 경로를 보려면 궤적 활성화
zh: 启用轨迹查看轨道路径

# objectivesDescription
source: • Understand how gravity shapes the cosmos • Observe stable vs. chaotic orbital systems • Learn why planets move in elliptical orbits • Discover how binary stars interact • See what happens when objects collide • Appreciate the three-body problem's complexity
de: • Verstehen Sie, wie die Schwerkraft den Kosmos formt • Beobachten Sie stabile vs. chaotische Orbitalsysteme • Lernen Sie, warum sich Planeten in elliptischen Bahnen bewegen • Entdecken Sie, wie Doppelsterne interagieren • Sehen Sie, was passiert, wenn Objekte kollidieren • Schätzen Sie die Komplexität des Drei-Körper-Problems
es: • Comprender cómo la gravedad da forma al cosmos • Observar sistemas orbitales estables vs. caóticos • Aprender por qué los planetas se mueven en órbitas elípticas • Descubrir cómo interactúan las estrellas binarias • Ver qué sucede cuando los objetos colisionan • Apreciar la complejidad del problema de tres cuerpos
fr: • Comprendre comment la gravité façonne le cosmos • Observer les systèmes orbitaux stables vs. chaotiques • Apprendre pourquoi les planètes bougent en orbites elliptiques • Découvrir comment les étoiles binaires interagissent • Voir ce qui se passe quand les objets entrent en collision • Apprécier la complexité du problème à trois corps
ja: • 重力が宇宙をどう形作るかを理解 • 安定対混沌軌道系を観察 • なぜ惑星が楕円軌道で動くかを学習 • 連星がどう相互作用するかを発見 • オブジェクトが衝突するとどうなるかを観察 • 三体問題の複雑さを理解
ko: • 중력이 우주를 어떻게 형성하는지 이해 • 안정적 vs 혼돈적 궤도 시스템 관찰 • 행성이 왜 타원 궤도로 움직이는지 학습 • 쌍성이 어떻게 상호작용하는지 발견 • 객체가 충돌할 때 무슨 일이 일어나는지 관찰 • 삼체 문제의 복잡성 이해
zh: • 理解重力如何塑造宇宙 • 观察稳定与混沌轨道系统 • 学习为什么行星在椭圆轨道中运动 • 发现双星如何相互作用 • 看看物体碰撞时会发生什么 • 理解三体问题的复杂性

# quickStartDescription
source: 1. Choose a scenario (Solar System recommended for beginners) 2. Press Play to start the simulation 3. Drag to rotate your view, pinch to zoom 4. Tap the Speed slider to control time 5. Try Reset for new random configurations 6. Enable Trails to see orbital paths
de: 1. Wählen Sie ein Szenario (Sonnensystem für Anfänger empfohlen) 2. Drücken Sie Play, um die Simulation zu starten 3. Ziehen Sie, um die Ansicht zu drehen, kneifen Sie zum Zoomen 4. Tippen Sie auf den Geschwindigkeitsregler, um die Zeit zu kontrollieren 5. Versuchen Sie Reset für neue zufällige Konfigurationen 6. Aktivieren Sie Spuren, um Orbitalbahnen zu sehen
es: 1. Elige un escenario (Sistema Solar recomendado para principiantes) 2. Presiona Play para iniciar la simulación 3. Arrastra para rotar tu vista, pellizca para hacer zoom 4. Toca el deslizador de Velocidad para controlar el tiempo 5. Prueba Reiniciar para nuevas configuraciones aleatorias 6. Activa Rastros para ver las trayectorias orbitales
fr: 1. Choisissez un scénario (Système Solaire recommandé pour les débutants) 2. Appuyez sur Play pour démarrer la simulation 3. Faites glisser pour faire pivoter votre vue, pincez pour zoomer 4. Touchez le curseur de Vitesse pour contrôler le temps 5. Essayez Reset pour de nouvelles configurations aléatoires 6. Activez les Traces pour voir les trajectoires orbitales
ja: 1. シナリオを選択（初心者には太陽系推奨） 2. 再生を押してシミュレーション開始 3. ドラッグでビュー回転、ピンチでズーム 4. 速度スライダーをタップして時間制御 5. リセットで新しいランダム構成を試行 6. 軌跡を有効にして軌道パスを表示
ko: 1. 시나리오 선택 (초보자에게는 태양계 추천) 2. 재생을 눌러 시뮬레이션 시작 3. 드래그하여 뷰 회전, 핀치하여 줌 4. 속도 슬라이더를 터치하여 시간 제어 5. 새로운 랜덤 구성을 위해 리셋 시도 6. 궤도 경로를 보려면 궤적 활성화
zh: 1. 选择场景（建议初学者选择太阳系） 2. 按播放开始模拟 3. 拖动旋转视图，捏合缩放 4. 触摸速度滑块控制时间 5. 尝试重置获得新的随机配置 6. 启用轨迹查看轨道路径

# showHelpTooltip
source: Help & Objectives
de: Hilfe & Ziele
es: Mostrar Ayuda
fr: Afficher l'Aide
ja: ヘルプと目標
ko: 도움말 및 목표
zh: 帮助和目标

# tutorialButton
source: Tutorial
fr: Tutoriel
ja: チュートリアル
ko: 튜토리얼
zh: 教程

# resetTutorialButton
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 재설정
zh: 重置

# tutorialResetMessage
source: Tutorial state reset! Restart app to see first-time experience.
de: Tutorial-Status zurückgesetzt! Starten Sie die App neu, um das erste Mal-Erlebnis zu sehen.
es: ¡Estado del tutorial reiniciado! Reinicia la aplicación para ver la experiencia de primera vez.
fr: État du tutoriel réinitialisé ! Redémarrez l'application pour voir l'expérience de première utilisation.
ja: チュートリアルの状態がリセットされました！アプリを再起動して初回体験を確認してください。
ko: 튜토리얼 상태가 재설정되었습니다! 앱을 다시 시작하여 첫 사용 경험을 확인하세요.
zh: 教程状态已重置！重启应用程序以查看首次体验。

# copyButton
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh: 复制

source: Could not open {url}
de: Konnte {url} nicht öffnen
es: No se pudo abrir {url}
fr: Impossible d'ouvrir {url}
ja: {url}を開けませんでした
ko: {url}을 열 수 없습니다
zh: 无法打开 {url}

# errorOpeningLink
source: Error opening link: {error}
de: Fehler beim Öffnen des Links: {error}
es: Error al abrir el enlace: {error}
fr: Erreur lors de l'ouverture du lien : {error}
ja: リンクを開くエラー：{error}
ko: 링크 열기 오류: {error}
zh: 打开链接时出错：{error}

# copiedToClipboard
source: Copied to clipboard: {text}
de: In die Zwischenablage kopiert: {text}
es: Copiado al portapapeles: {text}
fr: Copié dans le presse-papiers : {text}
ja: クリップボードにコピーしました：{text}
ko: 클립보드에 복사됨: {text}
zh: 已复制到剪贴板：{text}

# physicsSection
source: Physics
de: Physik
es: Física
ja: 物理学
ko: 물리학
zh: 物理学

source: Gravitational Constant
de: Gravitationskonstante
es: Constante gravitacional
ja: 重力定数
ko: 중력 상수
zh: 重力常数

source: Softening Parameter
de: Weichheitsparameter
es: Parámetro de suavizado
ja: ソフト化パラメータ
ko: 소프트닝 매개변수
zh: 软化参数

source: Simulation Speed
de: Simulationsgeschwindigkeit
es: Velocidad de simulación
ja: シミュレーション速度
ko: 시뮬레이션 속도
zh: 模拟速度

# collisionsSection
source: Collisions
de: Kollisionen
es: Colisiones
ja: 衝突
ko: 충돌
zh: 碰撞

source: Collision Sensitivity
de: Kollisionsempfindlichkeit
es: Sensibilidad de colisión
ja: 衝突感度
ko: 충돌 감도
zh: 碰撞敏感度

# trailsSection
source: Trails
de: Spuren
es: Rastros
ja: 軌跡
ko: 궤적
zh: 轨迹

source: Trail Length
de: Spurenlänge
es: Longitud del rastro
ja: 軌跡の長さ
ko: 궤적 길이
zh: 轨迹长度

source: Trail Fade Rate
de: Spuren-Ausblendrate
es: Tasa de desvanecimiento del rastro
ja: 軌跡のフェード率
ko: 궤적 페이드 비율
zh: 轨迹淡化率

# hapticsSection
source: Haptics
de: Haptik
es: Hápticos
ja: ハプティクス
ko: 햅틱
zh: 触觉反馈

source: Vibration Enabled
de: Vibration aktiviert
es: Vibración habilitada
ja: 振動有効
ko: 진동 활성화
zh: 启用振动

# hapticFeedbackCollisions
source: Haptic feedback on collisions
de: Haptisches Feedback bei Kollisionen
es: Retroalimentación háptica en colisiones
ja: 衝突時のハプティックフィードバック
ko: 충돌 시 햅틱 피드백
zh: 碰撞时的触觉反馈

source: Vibration Throttle
de: Vibrationsdrosselung
es: Control de vibración
ja: 振動スロットル
ko: 진동 제한
zh: 振动节流

source: OK
ko: 확인
zh: 确定

# languageJapanese
source: 日本語
es: Japonés
