Repository: Chipper-Technologies/graviton
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, zh

# updateRequiredWarning
source: This version is no longer supported.
de: Diese Version wird nicht mehr unterstützt.
es: Esta versión ya no es compatible.
fr: Cette version n'est plus prise en charge.
ja: このバージョンはサポートされなくなりました。
ko: 이 버전은 더 이상 지원되지 않습니다.
zh: 此版本不再受支持。

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐ更新
ko: 지금 업데이트
zh: 立即更新

# updateLater
source: Later
de: Später aktualisieren
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
zh: 稍后

# versionStatusCurrent
source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 最新
ko: 최신
zh: 最新

# versionStatusBeta
source: Beta
fr: Bêta
ja: ベータ
ko: 베타
zh: 测试版

# versionStatusOutdated
source: Out-of-Date
de: Veraltet
es: Desactualizado
fr: Obsolète
ja: 古いバージョン
ko: 구버전
zh: 过期

# maintenanceTitle
source: Maintenance
de: Wartung
es: Mantenimiento
ja: メンテナンス
ko: 유지보수
zh: 维护

# newsTitle
source: News
de: Neuigkeiten
es: Noticias
fr: Actualités
ja: ニュース
ko: 뉴스
zh: 新闻

# emergencyNotificationTitle
source: Important Notice
de: Wichtiger Hinweis
es: Aviso Importante
fr: Avis Important
ja: 重要なお知らせ
ko: 중요한 공지
zh: 重要通知

source: Screenshot Mode
de: Screenshot-Modus
es: Modo de Captura
fr: Mode Capture d'Écran
ja: スクリーンショットモード
ko: 스크린샷 모드
zh: 截图模式

# screenshotModeSubtitle
source: Enable preset scenes for capturing marketing screenshots
de: Vorgegebene Szenen für Marketing-Screenshots aktivieren
es: Activar escenas predefinidas para capturas de marketing
fr: Activer des scènes prédéfinies pour les captures marketing
ja: マーケティング用スクリーンショット撮影のプリセットシーンを有効化
ko: 마케팅 스크린샷 촬영을 위한 프리셋 장면 활성화
zh: 启用预设场景以捕获营销截图

# hideUIInScreenshotMode
source: Hide Navigation
de: Navigation Ausblenden
es: Ocultar Navegación
fr: Masquer la Navigation
ja: ナビゲーションを非表示
ko: 내비게이션 숨기기
zh: 隐藏导航

# hideUIInScreenshotModeSubtitle
source: Hide app bar, bottom navigation, and copyright when screenshot mode is active
de: App-Leiste, untere Navigation und Copyright ausblenden, wenn Screenshot-Modus aktiv ist
es: Ocultar barra de aplicación, navegación inferior y copyright cuando el modo captura esté activo
fr: Masquer la barre d'app, la navigation du bas et le copyright quand le mode capture est actif
ja: スクリーンショットモードがアクティブな時にアプリバー、ボトムナビゲーション、コピーライトを非表示にする
ko: 스크린샷 모드가 활성화될 때 앱 바, 하단 내비게이션, 저작권을 숨김
zh: 当截图模式激活时隐藏应用栏、底部导航和版权信息

source: Scene Preset
de: Szenen-Voreinstellung
es: Escena Predefinida
fr: Scène Prédéfinie
ja: シーンプリセット
ko: 장면 프리셋
zh: 场景预设

source: Previous preset
de: Vorherige Voreinstellung
es: Escena anterior
fr: Scène précédente
ja: 前のプリセット
ko: 이전 프리셋
zh: 上一个预设

source: Next preset
de: Nächste Voreinstellung
es: Escena siguiente
fr: Scène suivante
ja: 次のプリセット
ko: 다음 프리셋
zh: 下一个预设

source: Apply Scene
de: Szene anwenden
es: Aplicar Escena
fr: Appliquer la Scène
ja: シーンを適用
ko: 장면 적용
zh: 应用场景

# appliedPreset
source: Applied preset: {presetName}
de: Voreinstellung angewendet: {presetName}
es: Escena aplicada: {presetName}
fr: Scène appliquée : {presetName}
ja: プリセットが適用されました: {presetName}
ko: 프리셋 적용됨: {presetName}
zh: 已应用预设：{presetName}

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効化
ko: 비활성화
zh: 停用

# sceneActive
source: Scene active - simulation paused for screenshot capture
de: Szene aktiv - Simulation für Screenshot pausiert
es: Escena activa - simulación pausada para captura
fr: Scène active - simulation pausée pour capture
ja: シーンがアクティブ - スクリーンショット撮影のため一時停止中
ko: 장면 활성화 - 스크린샷 촬영을 위해 시뮬레이션 일시정지
zh: 场景已激活 - 模拟已暂停以便截图

# presetGalaxyFormationOverview
source: Galaxy Formation Overview
de: Galaxienbildung Übersicht
es: Vista General de Formación Galáctica
fr: Vue d'Ensemble de Formation Galactique
ja: 銀河形成概観
ko: 은하 형성 개요
zh: 星系形成概览

# presetGalaxyFormationOverviewDesc
source: Wide view of spiral galaxy formation with cosmic background
de: Weite Sicht auf Spiralgalaxienbildung mit kosmischem Hintergrund
es: Vista amplia de la formación de galaxia espiral con fondo cósmico
fr: Vue large de la formation de galaxie spirale avec arrière-plan cosmique
ja: 宇宙背景を持つ螺旋銀河形成の広角ビュー
ko: 우주 배경이 있는 나선 은하 형성의 광각 뷰
zh: 螺旋星系形成的广角视图，背景是宇宙

# presetGalaxyCoreDetail
source: Galaxy Core Detail
de: Galaxienkern Detail
es: Detalle del Núcleo Galáctico
fr: Détail du Noyau Galactique
ja: 銀河中心核詳細
ko: 은하 중심핵 세부사항
zh: 星系核心细节

# presetGalaxyCoreDetailDesc
source: Close-up of bright galactic center with accretion disk
de: Nahaufnahme des hellen galaktischen Zentrums mit Akkretionsscheibe
es: Primer plano del brillante centro galáctico con disco de acreción
fr: Gros plan du centre galactique brillant avec disque d'accrétion
ja: 降着円盤を持つ明るい銀河中心のクローズアップ
ko: 강착 원반이 있는 밝은 은하 중심의 클로즈업
zh: 明亮星系中心与吸积盘的特写

# presetGalaxyBlackHole
source: Galaxy Black Hole
de: Galaktisches Schwarzes Loch
es: Agujero Negro Galáctico
fr: Trou Noir Galactique
ja: 銀河ブラックホール
ko: 은하 블랙홀
zh: 星系黑洞

# presetGalaxyBlackHoleDesc
source: Close-up view of supermassive black hole at galactic center
de: Nahaufnahme des supermassiven schwarzen Lochs im galaktischen Zentrum
es: Vista cercana del agujero negro supermasivo en el centro galáctico
fr: Vue rapprochée du trou noir supermassif au centre galactique
ja: 銀河中心の超大質量ブラックホールのクローズアップビュー
ko: 은하 중심의 초대질량 블랙홀의 클로즈업 뷰
zh: 星系中心超大质量黑洞的特写视图

# presetCompleteSolarSystem
source: Complete Solar System
de: Vollständiges Sonnensystem
es: Sistema Solar Completo
fr: Système Solaire Complet
ja: 完全太陽系
ko: 완전한 태양계
zh: 完整太阳系

# presetCompleteSolarSystemDesc
source: All planets visible with beautiful orbital trails
de: Alle Planeten sichtbar mit schönen Umlaufbahnen
es: Todos los planetas visibles con hermosas órbitas
fr: Toutes les planètes visibles avec de belles orbites
ja: 美しい軌道軌跡で見えるすべての惑星
ko: 아름다운 궤도 궤적으로 보이는 모든 행성
zh: 所有行星可见，具有美丽的轨道轨迹

# presetInnerSolarSystem
source: Inner Solar System
de: Inneres Sonnensystem
es: Sistema Solar Interior
fr: Système Solaire Intérieur
ja: 内太陽系
ko: 내태양계
zh: 内太阳系

# presetInnerSolarSystemDesc
source: Close-up of Mercury, Venus, Earth, and Mars with habitable zone indicator
de: Nahaufnahme von Merkur, Venus, Erde und Mars mit bewohnbarer Zone
es: Primer plano de Mercurio, Venus, Tierra y Marte con indicador de zona habitable
fr: Gros plan de Mercure, Vénus, Terre et Mars avec indicateur de zone habitable
ja: ハビタブルゾーン指標付きの水星、金星、地球、火星のクローズアップ
ko: 거주 가능 구역 지시기가 있는 수성, 금성, 지구, 화성의 클로즈업
zh: 水星、金星、地球和火星的特写，带有宜居带指示器

# presetEarthView
source: Earth View
de: Erdansicht
es: Vista de la Tierra
fr: Vue de la Terre
ja: 地球ビュー
ko: 지구 뷰
zh: 地球视图

# presetEarthViewDesc
source: Close-up perspective of Earth with atmospheric detail
de: Nahaufnahme der Erde mit atmosphärischen Details
es: Perspectiva cercana de la Tierra con detalle atmosférico
fr: Perspective rapprochée de la Terre avec détail atmosphérique
ja: 大気詳細を持つ地球のクローズアップ視点
ko: 대기 세부사항이 있는 지구의 클로즈업 관점
zh: 地球的近距离视角，具有大气细节

# presetSaturnRings
source: Saturn's Majestic Rings
de: Saturns Majestätische Ringe
es: Anillos Majestuosos de Saturno
fr: Anneaux Majestueux de Saturne
ja: 土星の壮大なリング
ko: 토성의 장엄한 고리
zh: 土星的壮丽光环

# presetSaturnRingsDesc
source: Close-up of Saturn with detailed ring system
de: Nahaufnahme von Saturn mit detailliertem Ringsystem
es: Primer plano de Saturno con sistema de anillos detallado
fr: Gros plan de Saturne avec système d'anneaux détaillé
ja: 詳細なリングシステムを持つ土星のクローズアップ
ko: 상세한 고리 시스템이 있는 토성의 클로즈업
zh: 土星的特写，具有详细的环系统

# presetEarthMoonSystem
source: Earth-Moon System
de: Erde-Mond-System
es: Sistema Tierra-Luna
fr: Système Terre-Lune
ja: 地月系
ko: 지구-달 시스템
zh: 地月系统

# presetEarthMoonSystemDesc
source: Earth and Moon with visible orbital mechanics
de: Erde und Mond mit sichtbarer Orbitalmechanik
es: Tierra y Luna con mecánica orbital visible
fr: Terre et Lune avec mécanique orbitale visible
ja: 可視軌道力学を持つ地球と月
ko: 가시적인 궤도 역학이 있는 지구와 달
zh: 地球和月球，具有可见的轨道力学

# presetBinaryStarDrama
source: Binary Star Drama
de: Doppelstern Drama
es: Drama de Estrella Binaria
fr: Drame d'Étoile Binaire
ja: 連星ドラマ
ko: 쌍성 드라마
zh: 双星戏剧

# presetBinaryStarDramaDesc
source: Front view of two massive stars in gravitational dance
de: Frontansicht zweier massereicher Sterne im Gravitationstanz
es: Vista frontal de dos estrellas masivas en danza gravitacional
fr: Vue de face de deux étoiles massives en danse gravitationnelle
ja: 重力ダンスを踊る2つの大質量星の正面ビュー
ko: 중력 춤을 추는 두 거대한 별의 정면 뷰
zh: 两颗大质量恒星引力舞蹈的正面视图

# presetBinaryStarPlanetMoon
source: Binary Star Planet & Moon
de: Doppelstern Planet & Mond
es: Planeta y Luna de Estrella Binaria
fr: Planète et Lune d'Étoile Binaire
ja: 連星惑星と月
ko: 쌍성 행성과 달
zh: 双星行星与月球

# presetBinaryStarPlanetMoonDesc
source: Planet and moon orbiting in chaotic binary star system
de: Planet und Mond in chaotischem Doppelsternsystem
es: Planeta y luna orbitando en sistema binario caótico
fr: Planète et lune en orbite dans un système binaire chaotique
ja: 混沌とした連星系で軌道を回る惑星と月
ko: 혼돈스러운 쌍성계에서 궤도를 도는 행성과 달
zh: 在混沌双星系统中轨道运行的行星和月球

# presetAsteroidBeltChaos
source: Asteroid Belt Chaos
de: Asteroidengürtel Chaos
es: Caos del Cinturón de Asteroides
fr: Chaos de la Ceinture d'Astéroïdes
ja: 小惑星帯カオス
ko: 소행성대 혼돈
zh: 小行星带混沌

# presetAsteroidBeltChaosDesc
source: Dense asteroid field with gravitational effects
de: Dichtes Asteroidenfeld mit Gravitationseffekten
es: Campo denso de asteroides con efectos gravitacionales
fr: Champ dense d'astéroïdes avec effets gravitationnels
ja: 重力効果を持つ密集した小惑星フィールド
ko: 중력 효과가 있는 밀집한 소행성 필드
zh: 密集的小行星场，具有引力效应

# presetThreeBodyBallet
source: Three-Body Ballet
de: Dreikörper-Ballett
es: Ballet de Tres Cuerpos
fr: Ballet à Trois Corps
ja: 三体バレエ
ko: 삼체 발레
zh: 三体芭蕾

# presetThreeBodyBalletDesc
source: Classic three-body problem in elegant motion
de: Klassisches Dreikörperproblem in eleganter Bewegung
es: Problema clásico de tres cuerpos en movimiento elegante
fr: Problème classique à trois corps en mouvement élégant
ja: エレガントな動きの古典的三体問題
ko: 우아한 움직임의 고전적 삼체 문제
zh: 经典三体问题的优雅运动

# privacyPolicyLabel
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
ja: プライバシーポリシー
ko: 개인정보 보호정책
zh: 隐私政策

# scenarioLearnSolar
source: Learn: Planetary motion, orbital mechanics, familiar celestial bodies
de: Lernen: Planetenbewegung, Orbitalmechanik, vertraute Himmelskörper
es: Aprende: Movimiento planetario, mecánica orbital, cuerpos celestes familiares
fr: Apprendre : Mouvement planétaire, mécanique orbitale, corps célestes familiers
ja: 学習内容: 惑星運動、軌道力学、身近な天体
ko: 학습 내용: 행성 운동, 궤도 역학, 친숙한 천체
zh: 学习内容：行星运动、轨道力学、熟悉的天体

# scenarioBestSolar
source: Best for: Beginners, astronomy enthusiasts
de: Ideal für: Anfänger, Astronomie-Enthusiasten
es: Ideal para: Principiantes, entusiastas de la astronomía
fr: Idéal pour : Débutants, passionnés d'astronomie
ja: 最適対象: 初心者、天文学愛好家
ko: 최적 대상: 초보자, 천문학 애호가
zh: 适合对象：初学者、天文爱好者

# scenarioLearnEarthMoon
source: Learn: Three-body dynamics, lunar mechanics, tidal forces
de: Lernen: Dreikörperdynamik, Mondmechanik, Gezeitenkräfte
es: Aprende: Dinámicas de tres cuerpos, mecánica lunar, fuerzas de marea
fr: Apprendre : Dynamiques à trois corps, mécanique lunaire, forces de marée
ja: 学習内容: 三体力学、月の力学、潮汐力
ko: 학습 내용: 삼체 역학, 달의 역학, 조석력
zh: 学习内容：三体动力学、月球力学、潮汐力

# scenarioBestEarthMoon
source: Best for: Understanding Earth-Moon system
de: Ideal für: Verständnis des Erde-Mond-Systems
es: Ideal para: Entender el sistema Tierra-Luna
fr: Idéal pour : Comprendre le système Terre-Lune
ja: 最適対象: 地球-月システムの理解
ko: 최적 대상: 지구-달 시스템 이해
zh: 适合对象：理解地月系统

# scenarioLearnBinary
source: Learn: Stellar evolution, binary systems, extreme gravity
de: Lernen: Sternentwicklung, Doppelsternsysteme, extreme Gravitation
es: Aprende: Evolución estelar, sistemas binarios, gravedad extrema
fr: Apprendre : Évolution stellaire, systèmes binaires, gravité extrême
ja: 学習内容: 恒星進化、連星系、極端重力
ko: 학습 내용: 항성 진화, 쌍성계, 극한 중력
zh: 学习内容：恒星演化、双星系统、极端重力

# scenarioBestBinary
source: Best for: Advanced physics exploration
de: Ideal für: Fortgeschrittene Physikerkundung
es: Ideal para: Exploración avanzada de física
fr: Idéal pour : Exploration avancée de physique
ja: 最適対象: 高度な物理学探究
ko: 최적 대상: 고급 물리학 탐구
zh: 适合对象：高级物理探索

# scenarioLearnThreeBody
source: Learn: Chaos theory, unpredictable motion, unstable systems
de: Lernen: Chaostheorie, unvorhersagbare Bewegung, instabile Systeme
es: Aprende: Teoría del caos, movimiento impredecible, sistemas inestables
fr: Apprendre : Théorie du chaos, mouvement imprévisible, systèmes instables
ja: 学習内容: カオス理論、予測不可能な運動、不安定システム
ko: 학습 내용: 카오스 이론, 예측 불가능한 운동, 불안정 시스템
zh: 学习内容：混沌理论、不可预测运动、不稳定系统

# scenarioBestThreeBody
source: Best for: Mathematical physics enthusiasts
de: Ideal für: Mathematische Physik-Enthusiasten
es: Ideal para: Entusiastas de la física matemática
fr: Idéal pour : Passionnés de physique mathématique
ja: 最適対象: 数理物理学愛好家
ko: 최적 대상: 수리물리학 애호가
zh: 适合对象：数理物理爱好者

# scenarioLearnRandom
source: Learn: Discover unknown configurations, experimental physics
de: Lernen: Unbekannte Konfigurationen entdecken, experimentelle Physik
es: Aprende: Descubre configuraciones desconocidas, física experimental
fr: Apprendre : Découvrir des configurations inconnues, physique expérimentale
ja: 学習内容: 未知の構成発見、実験物理学
ko: 학습 내용: 알려지지 않은 구성 발견, 실험 물리학
zh: 学习内容：发现未知配置、实验物理

# scenarioBestRandom
source: Best for: Exploration and experimentation
de: Ideal für: Erkundung und Experimente
es: Ideal para: Exploración y experimentación
fr: Idéal pour : Exploration et expérimentation
ja: 最適対象: 探索と実験
ko: 최적 대상: 탐색과 실험
zh: 适合对象：探索和实验

# tutorialWelcomeTitle
source: Welcome to Graviton!
de: Willkommen bei Graviton!
es: ¡Bienvenido a Graviton!
fr: Bienvenue dans Graviton !
ja: Gravitonへようこそ！
ko: Graviton에 오신 것을 환영합니다!
zh: 欢迎来到Graviton！

# tutorialWelcomeDescription
source: Welcome to Graviton, your window into the fascinating world of gravitational physics! This app lets you explore how celestial bodies interact through gravity, creating beautiful orbital dances across space and time.
de: Willkommen bei Graviton, Ihrem Fenster in die faszinierende Welt der Gravitationsphysik! Diese App ermöglicht es Ihnen zu erkunden, wie Himmelskörper durch Gravitation interagieren und wunderschöne Orbitaltänze durch Raum und Zeit schaffen.
es: ¡Bienvenido a Graviton, tu ventana al fascinante mundo de la física gravitacional! Esta aplicación te permite explorar cómo los cuerpos celestes interactúan a través de la gravedad, creando hermosas danzas orbitales a través del espacio y el tiempo.
fr: Bienvenue dans Graviton, votre fenêtre sur le monde fascinant de la physique gravitationnelle ! Cette application vous permet d'explorer comment les corps célestes interagissent par la gravité, créant de belles danses orbitales à travers l'espace et le temps.
ja: Gravitonへようこそ。重力物理学の魅力的な世界への窓です！このアプリでは、天体が重力を通じてどのように相互作用し、空間と時間を通じて美しい軌道ダンスを作り出すかを探索できます。
ko: 중력 물리학의 매혹적인 세계로의 창문인 Graviton에 오신 것을 환영합니다! 이 앱을 통해 천체들이 중력을 통해 어떻게 상호작용하며 공간과 시간을 통해 아름다운 궤도 춤을 만들어내는지 탐구할 수 있습니다.
zh: 欢迎来到Graviton，这是您进入引力物理学迷人世界的窗口！这个应用程序让您探索天体如何通过重力相互作用，在空间和时间中创造美丽的轨道舞蹈。

# tutorialObjectivesTitle
source: What Can You Do?
de: Was Können Sie Tun?
es: ¿Qué puedes hacer?
fr: Que pouvez-vous faire ?
ja: 何ができますか？
ko: 무엇을 할 수 있나요?
zh: 您可以做什么？

# tutorialObjectivesDescription
source: • Observe realistic orbital mechanics • Explore different astronomical scenarios • Experiment with gravitational interactions • Watch collisions and mergers • Learn about planetary motion • Discover chaotic three-body dynamics
de: • Realistische Orbitalmechanik beobachten • Verschiedene astronomische Szenarien erkunden • Mit Gravitationsinteraktionen experimentieren • Kollisionen und Verschmelzungen beobachten • Über Planetenbewegung lernen • Chaotische Dreikörperdynamik entdecken
es: • Observar mecánica orbital realista • Explorar diferentes escenarios astronómicos • Experimentar con interacciones gravitacionales • Ver colisiones y fusiones • Aprender sobre movimiento planetario • Descubrir dinámicas caóticas de tres cuerpos
fr: • Observer une mécanique orbitale réaliste • Explorer différents scénarios astronomiques • Expérimenter avec les interactions gravitationnelles • Regarder les collisions et fusions • Apprendre le mouvement planétaire • Découvrir les dynamiques chaotiques à trois corps
ja: • リアルな軌道力学を観察 • さまざまな天文シナリオを探索 • 重力相互作用を実験 • 衝突と合体を観察 • 惑星運動について学習 • 混沌とした三体力学を発見
ko: • 현실적인 궤도 역학 관찰 • 다양한 천문학적 시나리오 탐구 • 중력 상호작용 실험 • 충돌과 합병 관찰 • 행성 운동에 대해 학습 • 혼돈스러운 삼체 역학 발견
zh: • 观察真实的轨道力学 • 探索不同的天文场景 • 实验引力相互作用 • 观看碰撞和合并 • 学习行星运动 • 发现混沌的三体动力学

# tutorialControlsTitle
source: Simulation Controls
de: Simulationssteuerung
es: Controles de Simulación
fr: Contrôles de Base
ja: シミュレーション操作
ko: 시뮬레이션 조작
zh: 模拟控制

# tutorialControlsDescription
source: Tap anywhere to bring up the floating Play/Pause controls for the simulation. The speed control is in the top-right corner. Tap the menu (⋮) for scenarios, settings, and physics adjustments.
de: Tippen Sie überall hin, um die schwebenden Play/Pause-Steuerelemente für die Simulation aufzurufen. Die Geschwindigkeitssteuerung befindet sich oben rechts. Tippen Sie auf das Menü (⋮) für Szenarien, Einstellungen und Physik-Anpassungen.
es: Toca en cualquier lugar para mostrar los controles flotantes de Reproducir/Pausar para la simulación. El control de velocidad está en la esquina superior derecha. Toca el menú (⋮) para escenarios, configuración y ajustes de física.
fr: Utilisez les contrôles du haut pour Lecture/Pause de la simulation, Réinitialiser pour de nouveaux scénarios, et ajuster la Vitesse de simulation. Le bouton Paramètres vous permet de personnaliser les traînées et autres options visuelles.
ja: どこでもタップしてシミュレーションのフローティング再生/一時停止コントロールを表示します。速度コントロールは右上角にあります。シナリオ、設定、物理調整のためにメニュー（⋮）をタップしてください。
ko: 아무 곳이나 탭하여 시뮬레이션의 플로팅 재생/일시정지 컨트롤을 불러오세요. 속도 컨트롤은 우상단 모서리에 있습니다. 시나리오, 설정, 물리 조정을 위해 메뉴(⋮)를 탭하세요.
zh: 点击任何地方显示模拟的浮动播放/暂停控件。速度控制在右上角。点击菜单(⋮)获取场景、设置和物理调整。

# tutorialControlsDescriptionPart1
source: Tap anywhere to bring up the floating Play/Pause controls for the simulation. The speed control is in the top-right corner. Tap the menu
de: Tippen Sie überall hin, um die schwebenden Play/Pause-Steuerelemente für die Simulation aufzurufen. Die Geschwindigkeitssteuerung befindet sich oben rechts. Tippen Sie auf das Menü
es: Toca en cualquier lugar para mostrar los controles flotantes de Reproducir/Pausar para la simulación. El control de velocidad está en la esquina superior derecha. Toca el menú
ja: どこでもタップしてシミュレーションのフローティング再生/一時停止コントロールを表示します。速度コントロールは右上角にあります。メニュー
ko: 아무 곳이나 탭하여 시뮬레이션의 플로팅 재생/일시정지 컨트롤을 불러오세요. 속도 컨트롤은 우상단 모서리에 있습니다. 메뉴
zh: 点击任何地方显示模拟的浮动播放/暂停控件。速度控制在右上角。点击菜单

# tutorialControlsDescriptionPart2
source: for scenarios, settings, and physics adjustments.
de: für Szenarien, Einstellungen und Physik-Anpassungen.
es: para escenarios, configuración y ajustes de física.
ja: をタップしてシナリオ、設定、物理調整を行ってください。
ko: 를 탭하여 시나리오, 설정, 물리 조정을 하세요.
zh: 获取场景、设置和物理调整。

# tutorialCameraTitle
source: Camera & View Controls
de: Kamera- & Ansichtssteuerung
es: Controles de Cámara y Vista
fr: Contrôles de Caméra
ja: カメラ & ビュー操作
ko: 카메라 & 뷰 조작
zh: 相机和视图控制

# tutorialCameraDescription
source: Drag to rotate your view, pinch to zoom, and use two fingers to roll the camera. The bottom bar has focus, center, and auto-rotation controls for a cinematic experience.
de: Ziehen Sie, um Ihre Ansicht zu drehen, kneifen Sie zum Zoomen und verwenden Sie zwei Finger zum Rollen der Kamera. Die untere Leiste hat Fokus-, Zentrier- und automatische Rotationssteuerelemente für ein kinoreifes Erlebnis.
es: Arrastra para rotar la vista, pellizca para hacer zoom, y usa dos dedos para rotar la cámara. La barra inferior tiene controles de enfoque, centrado y rotación automática para una experiencia cinematográfica.
fr: Glissez pour faire pivoter la vue, pincez pour zoomer, et utilisez les boutons du bas pour centrer la vue ou suivre des objets spécifiques. Touchez n'importe quel corps céleste pour le sélectionner et suivre son mouvement.
ja: ドラッグしてビューを回転、ピンチしてズーム、2本指でカメラをロールします。下部バーには映画的な体験のためのフォーカス、センタリング、自動回転コントロールがあります。
ko: 드래그하여 뷰 회전, 핀치하여 줌, 두 손가락으로 카메라를 롤하세요. 하단 바에는 영화적 경험을 위한 포커스, 중앙 배치, 자동 회전 컨트롤이 있습니다.
zh: 拖动来旋转视图，捏合缩放，使用两个手指滚动相机。底部栏有焦点、居中和自动旋转控件，提供电影般的体验。

# tutorialScenariosTitle
source: Choose Your Adventure
de: Wählen Sie Ihr Abenteuer
es: Explorar Escenarios
fr: Explorer les Scénarios
ja: 冒険を選択
ko: 모험을 선택하세요
zh: 选择您的冒险

# tutorialScenariosDescription
source: Access the menu (⋮) in the top-right to explore different scenarios: our Solar System, Earth-Moon dynamics, Binary Stars, or the chaotic Three-Body Problem. Each offers unique physics to discover!
de: Öffnen Sie das Menü (⋮) oben rechts, um verschiedene Szenarien zu erkunden: unser Sonnensystem, Erde-Mond-Dynamik, Doppelsterne oder das chaotische Dreikörperproblem. Jedes bietet einzigartige Physik zum Entdecken!
es: Accede al menú (⋮) en la esquina superior derecha para explorar diferentes escenarios: nuestro Sistema Solar, dinámicas Tierra-Luna, Estrellas Binarias, o el caótico Problema de Tres Cuerpos. ¡Cada uno ofrece física única por descubrir!
fr: Touchez le bouton de scénario en bas pour explorer différentes configurations : de notre système solaire aux systèmes stellaires exotiques et problèmes classiques à trois corps. Chaque scénario offre des perspectives uniques sur la mécanique gravitationnelle.
ja: 右上角のメニュー（⋮）にアクセスして異なるシナリオを探索：太陽系、地球-月力学、連星、または混沌とした三体問題。それぞれが発見すべき独特な物理学を提供します！
ko: 우상단 모서리의 메뉴(⋮)에 접근하여 다양한 시나리오를 탐구하세요: 우리의 태양계, 지구-달 역학, 쌍성, 또는 혼돈의 삼체 문제. 각각은 발견할 독특한 물리학을 제공합니다!
zh: 访问右上角的菜单(⋮)探索不同场景：我们的太阳系、地月动力学、双星，或混沌的三体问题。每个都提供独特的物理学供您发现！

# tutorialScenariosDescriptionPart1
source: Access the menu
de: Öffnen Sie das Menü
es: Accede al menú
ja: 右上角のメニュー
ko: 우상단 모서리의 메뉴
zh: 访问右上角的菜单

# tutorialScenariosDescriptionPart2
source: in the top-right to explore different scenarios: our Solar System, Earth-Moon dynamics, Binary Stars, or the chaotic Three-Body Problem. Each offers unique physics to discover!
de: oben rechts, um verschiedene Szenarien zu erkunden: unser Sonnensystem, Erde-Mond-Dynamik, Doppelsterne oder das chaotische Dreikörperproblem. Jedes bietet einzigartige Physik zum Entdecken!
es: en la esquina superior derecha para explorar diferentes escenarios: nuestro Sistema Solar, dinámicas Tierra-Luna, Estrellas Binarias, o el caótico Problema de Tres Cuerpos. ¡Cada uno ofrece física única por descubrir!
ja: にアクセスして異なるシナリオを探索：太陽系、地球-月力学、連星、または混沌とした三体問題。それぞれが発見すべき独特な物理学を提供します！
ko: 에 접근하여 다양한 시나리오를 탐구하세요: 우리의 태양계, 지구-달 역학, 쌍성, 또는 혼돈의 삼체 문제. 각각은 발견할 독특한 물리학을 제공합니다!
zh: 探索不同场景：我们的太阳系、地月动力学、双星，或混沌的三体问题。每个都提供独特的物理学供您发现！

# tutorialExploreTitle
source: Ready to Explore!
de: Bereit zum Erkunden!
es: ¡Comienza a Explorar!
fr: Commencez à Explorer !
ja: 探索の準備完了！
ko: 탐구할 준비 완료!
zh: 准备探索！

# tutorialExploreDescription
source: You're all set! Start with the Solar System to see familiar planets, or dive into the Three-Body Problem for some chaotic fun. Remember: every reset creates a new universe to explore!
de: Sie sind bereit! Beginnen Sie mit dem Sonnensystem, um vertraute Planeten zu sehen, oder tauchen Sie in das Dreikörperproblem für chaotischen Spaß ein. Denken Sie daran: Jedes Zurücksetzen erschafft ein neues Universum zum Erkunden!
es: ¡Ahora estás listo para explorar el cosmos! Experimenta con diferentes escenarios, ajusta configuraciones, y observa cómo la gravedad da forma al baile de los cuerpos celestes. ¡Que disfrutes tu viaje a través del universo!
fr: Vous êtes maintenant prêt à explorer le cosmos ! Expérimentez avec différents scénarios, ajustez les paramètres, et observez comment la gravité façonne la danse des corps célestes. Profitez de votre voyage à travers l'univers !
ja: 準備完了です！身近な惑星を見るには太陽系から始めるか、混沌とした楽しみのために三体問題に飛び込んでください。覚えておいてください：リセットするたびに探索する新しい宇宙が作られます！
ko: 준비 완료입니다! 친숙한 행성들을 보려면 태양계부터 시작하거나, 혼돈스러운 재미를 위해 삼체 문제에 뛰어드세요. 기억하세요: 매번 리셋할 때마다 탐구할 새로운 우주가 만들어집니다!
zh: 您已准备就绪！从太阳系开始看熟悉的行星，或深入三体问题享受混沌乐趣。记住：每次重置都会创造一个新的宇宙供您探索！

# skipTutorial
source: Skip
de: Überspringen
es: Saltar Tutorial
fr: Passer le Tutoriel
ja: スキップ
ko: 건너뛰기
zh: 跳过
